{
  "match_id": "bochum-gegen-wolfsburg-2024-bundesliga-4936837",
  "season": "2024-25",
  "metadata": {
    "home": "VfL Bochum",
    "away": "VfL Wolfsburg",
    "attendance": 24630,
    "final_score": "1:3",
    "matchday": 6,
    "is_sold_out": false,
    "is_ghost_game": false,
    "is_corona_season": false,
    "stats": {
      "xgoals": {
        "title": "xGoals",
        "home": 1.75,
        "away": 2.47
      },
      "shots": {
        "title": "Torschüsse",
        "home": 18,
        "away": 17
      },
      "pass_accuracy": {
        "title": "angekommene Pässe",
        "home": 76,
        "away": 66
      },
      "possession": {
        "title": "Ballbesitz",
        "home": 58,
        "away": 42
      }
    }
  },
  "score_timeline": {
    "21": [
      0,
      1
    ],
    "37": [
      0,
      2
    ],
    "72": [
      1,
      2
    ],
    "88": [
      1,
      3
    ]
  },
  "yellow_cards": {
    "38": 3,
    "56": 1
  },
  "red_cards": {},
  "yellow_red_cards": {},
  "substitutes": {
    "60": 1,
    "73": 1,
    "79": 1,
    "88": 1,
    "90+4": 1
  },
  "flags": {
    "is_inferred_zero_45": false,
    "is_inferred_zero_90": false,
    "target_missing_45": false,
    "target_missing_90": false,
    "is_imputed_actual_45": false,
    "is_imputed_actual_90": false,
    "is_imputed_announced_45": true,
    "is_imputed_announced_90": false,
    "missing_cutoff_markers": null,
    "score_timeline_valid": true
  },
  "targets": {
    "announced_45": 4,
    "actual_45": 4,
    "excess_45": 0,
    "announced_90": 1,
    "actual_90": 6,
    "excess_90": 5,
    "targets_raw": {
      "announced_time_45": 4,
      "announced_time_90": 1,
      "actual_played_45": 2,
      "actual_played_90": 6
    }
  },
  "features_regular": {
    "goals_1st": 2,
    "goals_2nd": 2,
    "subs_1st": 0,
    "subs_2nd": 6,
    "cards_1st": 3,
    "cards_2nd": 1,
    "var_1st": 2,
    "var_2nd": 4,
    "injuries_1st": 1,
    "injuries_2nd": 0,
    "disturbances_1st": 0,
    "disturbances_2nd": 0,
    "home_score_90": 1,
    "away_score_90": 3
  },
  "features_overtime": {
    "ot_goals_45": 0,
    "ot_goals_90": 0,
    "ot_subs_45": 0,
    "ot_subs_90": 1,
    "ot_cards_45": 0,
    "ot_cards_90": 0,
    "ot_var_45": 0,
    "ot_var_90": 0,
    "ot_injuries_45": 0,
    "ot_injuries_90": 0,
    "ot_disturbances_45": 0,
    "ot_disturbances_90": 0
  },
  "bert_input_45": "[23] Bochum Wolfsburg 24630 4: Nach einem Foul von Kaminski an Passlack bringt Wittek den fälligen Freistoß aus dem rechten Halbfeld in den Sechzehner. Medic verpasst knapp und die Kugel geht am langen Pfosten ins Toraus. 7: Wolfsburg hat eine erste Ecke von der linken Seite. Der Ball kommt nah vor das Tor und wird dann von den Bochumern geklärt. 10: Im Konter bringt Amoura eine Flanke von der rechten Seite vor das Tor. Der Ball wird von Ordets abgefälscht und landet in den Armen von Drewes. 12: Erster Torschuss! Wittek schießt einen Freistoß aus 27 Metern zentraler Position direkt aufs Tor. Sein strammer Schuss ist aber zu unplatziert, sodass Grabara den Ball abwehren kann. 14: Aufreger im Wolfsburger Strafraum! Eine Flanke von der linken Seite landet sechs Meter vor dem Tor auf dem Kopf von Hofmann, der für Boadu ablegt. Grabara passt super auf und wischt die Kugel kurz vor dem Fuß des Stürmers weg. 18: Wolfsburg ist in dieser Anfangsphase leicht überlegen, ohne aber ernsthafte Torchancen zu haben. Bochum wird immer wieder durch Flanken gefährlich. 19: Handelfmeter für Bochum 19' Handelfmeter für Bochum Boadu zieht von der Strafraumgrenze ab und trifft Vranckx am angelegten Arm. Burda entscheidet auf Elfmeter. 19: var 20: tor (Wolfsburg) 21: tor (Wolfsburg) 23: Das waren bittere Minuten für die Bochumer. Erst wurde der Elfmeter zurückgenommen und im direkt Gegenzug fällt das Gegentor. 28: Erste gute Chance für Bochum! Eine Flanke von Losilla aus dem linken Halbfeld landet zehn Meter zentral vor dem Tor auf dem Kopf des einlaufenden de Wit. Er setzt den Abschluss knapp über die Latte. 30: verletzung 33: Die große Chance für die Bochumer! Ein abgefälschter Fernschuss von Wittek landet links vor dem Tor bei Boadu, der im direkten Duell an Grabara scheitert. Dann klärt Bornauw den Ball, der vor der Linie entlangrollt. Nach der Aktion geht die Fahne hoch, weil Boadu im Abseits stand. 35: Nächste Chance für die Hausherren! Wittek bringt einen Freistoß aus dem linken Halbfeld vor das Tor. Am zweiten Pfosten kommt Sissoko an den Ball. Er zieht aus fünf Metern mit rechts ab, aber sein Schuss wird geblockt. 37: tor (Wolfsburg) 38: tor (Wolfsburg) 38: tor (Wolfsburg) 42: Der Treffer zum 2:0 für Wolfsburg fiel mitten rein in eine kleine Druckphase der Bochumer. Das Tor nahm den Hausherren natürlich erstmal den Wind aus den Segeln. 43: Im Konter bekommt Tiago Tomas auf dem rechten Flügel den Ball. Er spielt flach vor das Tor, wo Baku einläuft, aber Drewes ist zur Stelle und fängt die Hereingabe ab.",
  "bert_input_90": "[23] Bochum Wolfsburg 24630 Stand 0:2 47: Arnold bringt eine Ecke von der rechten Seite vor das Tor. Bochum hat kurz Probleme, den Ball zu klären, es entsteht aber keine Gefahr. 49: Der erste Abschluss des zweiten Durchgangs gehört den Hausherren, es ist aber ein ungefährlicher. Wittek schießt den Ball aus 25 Metern halblinker Position mit links gut anderthalb Meter links am Tor vorbei. 52: Passlack geht rechts zur Grundlinie und flankt dann vor das Tor. Grabara fängt die Hereingabe. 56: gelbe karte 59: Bochum ist in diesem zweiten Durchgang bisher nicht durchschlagskräftig genug. So wird es schwierig, zwei Tore aufzuholen. 60: wechsel 63: Die Wölfe tauchen mal wieder in der Offensive auf. Amoura und Wind wollen es aber ein wenig zu verschnörkelt machen. Ein Doppelpass im Bochumer Strafraum kommt nicht an und der Ball geht ins Toraus. 65: Endlich kommt Bochum dem Tor mal wieder näher, aber bisher blocken die Wölfe alles. Broschinski bekommt 15 Meter zentral vor dem Tor nach einer Flanke von der rechten Seite den Ball. Ein Verteidiger steht seinem folgenden Schuss im Weg. 68: Schon wieder Grabara! Im Konter bekommt Boadu auf dem linken Flügel den Ball in den Lauf. Er spielt flach in den Sechzehner, wo Bornauw aufs eigene Tor grätscht. Grabara wehrt die Kugel stark ab. 72: tor (Bochum) 72: tor (Bochum) 73: Spielerwechsel 79: Spielerwechsel 81: Schon wieder zittert die Latte! Nach einer Ecke von der linken Seite bringt Amoura den Ball nochmal sehr scharf von rechts vor das Tor. Aus kurzer Distanz kommt Wimmer zum Abschluss, er setzt die Kugel aber gegen die Latte. Danach geht die Fahne hoch. 84: var 86: tor 87: tor (Wolfsburg) 87: tor (Wolfsburg) 88: tor (Wolfsburg) 88: Spielerwechsel",
  "bert_input_45_tokens": 608,
  "bert_input_90_tokens": 404,
  "overtime_ticker_45": [
    {
      "minute": "45+1",
      "text": "Das 2:0 für Wolfsburg war übrigens bereits das vierte Tor in dieser Saison nach einer Ecke für die Wölfe."
    },
    {
      "minute": "45+2",
      "text": "Das Tor von Wind war ein Wirkungstreffer. Bochum fällt aktuell nicht viel als Antwort ein."
    },
    {
      "minute": "45+2",
      "text": "Knapp drüber! Nach einem geblockten Schuss von Amoura zieht Kaminski 20 Meter vor dem Tor von links in die Mitte. Er schlenzt mit rechts auf den rechten Winkel, aber sein Schuss fliegt knapp über die Latte."
    }
  ],
  "overtime_ticker_90": [
    {
      "minute": "90+1",
      "text": "Nach einer Bochumer Hereingabe kommt es zu einem Aufreger im Wolfsburger Strafraum, weil Koulierakis und Baldé mit den Köpfen zusammenprallen. Das war schmerzhaft, aber kein Foul des Wolfsburgers."
    },
    {
      "minute": "90+4",
      "text": "Spielerwechsel 90' +4 Spielerwechsel"
    },
    {
      "minute": "90+6",
      "text": "Miyoshi holt nochmal auf der rechten Seite eine Ecke raus."
    },
    {
      "minute": "90+6",
      "text": "Die folgende Ecke von Miyoshi fliegt am zweiten Pfosten ins Toraus."
    }
  ]
}