{
  "match_id": "bochum-gegen-dortmund-2023-bundesliga-4781699",
  "season": "2022-23",
  "metadata": {
    "home": "VfL Bochum",
    "away": "Borussia Dortmund",
    "attendance": 26000,
    "final_score": "1:1",
    "matchday": 30,
    "is_sold_out": true,
    "is_ghost_game": false,
    "is_corona_season": false,
    "stats": {
      "shots": {
        "title": "Torschüsse",
        "home": 13,
        "away": 22
      },
      "pass_accuracy": {
        "title": "angekommene Pässe",
        "home": 67,
        "away": 82
      },
      "possession": {
        "title": "Ballbesitz",
        "home": 33,
        "away": 67
      }
    }
  },
  "score_timeline": {
    "5": [
      1,
      0
    ],
    "7": [
      1,
      1
    ]
  },
  "yellow_cards": {
    "11": 1,
    "30": 1,
    "43": 2,
    "90+2": 1
  },
  "red_cards": {},
  "yellow_red_cards": {},
  "substitutes": {
    "70": 1,
    "73": 1,
    "78": 1,
    "81": 1,
    "85": 1,
    "88": 1
  },
  "flags": {
    "is_inferred_zero_45": false,
    "is_inferred_zero_90": false,
    "target_missing_45": false,
    "target_missing_90": false,
    "is_imputed_actual_45": false,
    "is_imputed_actual_90": false,
    "is_imputed_announced_45": false,
    "is_imputed_announced_90": false,
    "missing_cutoff_markers": null,
    "score_timeline_valid": true
  },
  "targets": {
    "announced_45": 1,
    "actual_45": 2,
    "excess_45": 1,
    "announced_90": 2,
    "actual_90": 8,
    "excess_90": 6,
    "targets_raw": {
      "announced_time_45": 1,
      "announced_time_90": null,
      "actual_played_45": 2,
      "actual_played_90": 8
    }
  },
  "features_regular": {
    "goals_1st": 2,
    "goals_2nd": 0,
    "subs_1st": 0,
    "subs_2nd": 7,
    "cards_1st": 4,
    "cards_2nd": 0,
    "var_1st": 0,
    "var_2nd": 0,
    "injuries_1st": 0,
    "injuries_2nd": 0,
    "disturbances_1st": 0,
    "disturbances_2nd": 0,
    "home_score_90": 1,
    "away_score_90": 1
  },
  "features_overtime": {
    "ot_goals_45": 0,
    "ot_goals_90": 0,
    "ot_subs_45": 0,
    "ot_subs_90": 0,
    "ot_cards_45": 0,
    "ot_cards_90": 1,
    "ot_var_45": 0,
    "ot_var_90": 0,
    "ot_injuries_45": 0,
    "ot_injuries_90": 0,
    "ot_disturbances_45": 0,
    "ot_disturbances_90": 0
  },
  "bert_input_45": "[22] Bochum Borussia Dortmund 26000 2: Malen trifft Antwi-Adjei mit dem Arm im Gesicht, Freistoß. 4: Nach einem weiten Ball muss Riemann weit vor seinem Tor klären, macht das aber souverän. 5: tor (Bochum) 7: tor (Borussia Dortmund) 11: Bellingham kommt auf rechts auf Höhe der Mittellinie einen Schritt zu spät gegen Danilo Soares. Foul, aber noch keine Gelbe Karte. 16: Diese spielt der BVB kurz aus, Guerreiro flankt dann aber erneut ins Toraus. 30: Danilo Soares kann Malen nur per Trikotzieher stoppen. Gelb. 35: Plötzlich ist Asano frei durch! Gamboa verlängert einen weiten Ball von Riemann, Hummels trifft die Kugel nicht. Dadurch hat der Japaner viel Platz, sein Schuss rechts im Strafraum wird aber zur Ecke abgefälscht. 39: Auf der anderen Seite prüft Hofmann Kobel mit einem Kopfball. Jedoch zu harmlos. 40: Es geht hin und her: Guerreiros scharfe Hereingabe landet zentral im Strafraum bei Malen. Dessen Direktabnahme geht genau auf Riemann, der pariert. 41: Losilla flankt aus dem Halbfeld an den Fünfer, wo Guerreiro in höchster Not vor Asano klärt. Der Portugiese hat das Bein weit oben, trifft aber nur den Ball und nicht den Kopf des Japaners. 42: Asano geht rechts im Strafraum ins Dribbling und spielt dann nach links quer zu Hofmann. Der Stürmer zieht direkt ab und schießt nur hauchdünn rechts vorbei. 43: Haller sieht nachträglich Gelb für ein Foul an Stöger. 43: Adeyemi wird in derselben Szene verwarnt. 45: Ordets geht nach einem Duell mit Haller im Strafraum zu Boden, das reicht aber nicht für einen Elfmeter.",
  "bert_input_90": "[22] Bochum Borussia Dortmund 26000 Stand 1:1 46: Weiter geht's, keine Wechsel auf beiden Seiten. 68: Dortmund wird immer dominanter, kommt aber zu selten vor das Bochumer Tor. Wie lange halten die Kräfte noch bei den Hausherren? 70: wechsel 73: Spielerwechsel 75: Beide Joker stechen beinahe! Guerreiro findet am Strafraum Reus, der direkt querlegt zu Moukoko. Der Youngster schließt ebenfalls direkt ab, jedoch zu zentral. Riemann pariert stark zur Ecke. 76: Die Gäste-Fans sind mit dieser Großchance wieder aufgewacht. Währenddessen bringt die Dortmunder Ecke erneut nichts ein. 77: Wieder Riemann! Bellingham legt sich den Ball an der Strafraumgrenze zurecht und visiert das lange Eck an. Dort ist der Bochumer Schlussmann erneut zur Stelle. 78: Spielerwechsel 79: Nach einem Befreiungsschlag von Riemann hat Zoller auf einmal viel Platz, sein Zuspiel in den Strafraum landet aber bei Ryerson. 81: Spielerwechsel 82: Ryersons Flanke von der rechten Seite landet am ersten Pfosten bei Malen. Der Niederländer probiert es frech mit der Hacke. Knapp links vorbei. 84: Reyna setzt Moukoko ein, Masovic ist aber einen Schritt schneller als der Angreifer und verhindert damit ein Eins-gegen-eins. 85: Spielerwechsel 85: Die letzten Minuten laufen. Bringt der VfL das Remis über die Zeit? 87: Reyna zieht links im Strafraum mit rechts ab. Zu hoch. 88: Spielerwechsel 88: Wolf wird auf rechts direkt eingesetzt, seine halbhohe Hereingabe klärt Kunde zur Ecke. 89: Guerreiro darf gleich nochmal. 90: Süle kommt im Strafraum zum Schuss, wieder wirft sich ein Bochumer dazwischen. 90: Dortmund jubelt, Hummels köpft aus spitzem Winkel ins lange Eck. Die Fahne geht aber wegen Abseits hoch.",
  "bert_input_45_tokens": 375,
  "bert_input_90_tokens": 397,
  "overtime_ticker_45": [
    {
      "minute": "45+1",
      "text": "Adeyemi fälscht Gamboas Flanke zur Ecke ab."
    },
    {
      "minute": "45+2",
      "text": "Stögers Standard bringt keine Gefahr."
    }
  ],
  "overtime_ticker_90": [
    {
      "minute": "90+1",
      "text": "Es bleibt bei der Entscheidung. Frust auf der Dortmunder Bank, weil vor Hummels' Treffer auch ein Handspiel vorgelegen haben soll."
    },
    {
      "minute": "90+2",
      "text": "Gelb (Trainer) 90' +2 Gelb (Trainer) Terzic beschwert sich lautstark und wird verwarnt."
    },
    {
      "minute": "90+3",
      "text": "Sechs Minuten werden derweil nachgespielt."
    },
    {
      "minute": "90+4",
      "text": "Dortmund drückt Bochum in den eigenen Strafraum. Riemann fängt Süles Flanke sicher."
    },
    {
      "minute": "90+6",
      "text": "Reyna zieht aus 18 Metern ab. Riemann pariert sicher."
    },
    {
      "minute": "90+6",
      "text": "Antwi-Adjei holt eine Ecke gegen Süle heraus. Bochum hat wohl die letzte Aktion des Spiels."
    },
    {
      "minute": "90+7",
      "text": "Losilla begeht ein Offensivfoul an Reyna."
    },
    {
      "minute": "90+8",
      "text": "Süle flankt auf den Kopf von Bellingham, der links vorbeiköpft. Das war die große Chance!"
    },
    {
      "minute": "90+8",
      "text": "Riemann fängt nochmal einen weiten Ball ab."
    }
  ]
}